Repository: T3Planet/rte_ckeditor_pack
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# ckeditorKit.module.standalone
source: Features
de: Funktionen

# ckeditorKit.module.collaboration
source: Collaboration
de: Zusammenarbeit

# ckeditorKit.module.productivity
source: Productivity
de: Produktivität

# ckeditorKit.module.file_management
source: File Management
de: Dateiverwaltung

# ckeditorKit.module.settings
source: Premium Settings
de: Premium-Einstellungen

# ckeditorKit.module.plugins
source: Free Packages
de: Kostenlose Pakete

# ckeditorKit.module.feature
source: Toolbar
de: Symbolleiste

# ckeditorKit.tab.file_management
source: Files
de: Dateien

# ckeditorKit.tab.layout
source: Presets
de: Vorgaben

# ckeditorKit.tab.settings
source: Settings
de: Einstellungen

# ckeditorKit.tab.card.btn_title
source: Configuration
de: Konfiguration

# ckeditorKit.tab.card.checkbox.enable
source: Enable
de: Aktivieren

# ckeditorKit.tab.card.coming-soon
source: Coming Soon
de: Demnächst verfügbar

# ckeditorKit.tab.premium.track_changes
source: Track Changes
de: Änderungen verfolgen

# ckeditorKit.tab.Favorites
source: Favorites
de: Favoriten

# ckeditorKit.tab.premium.track_changes.description
source: Suggest edits without changing the text. All suggestions are marked for review.
de: Vorschläge machen, ohne den Text zu ändern. Alle Vorschläge werden zur Überprüfung markiert.

# features.settings.save
source: Save Changes
de: Änderungen speichern

# features.settings.group
source: Toolbar Groups
de: Symbolleisten-Gruppen

# features.settings.dragDrop
source: Drag N Drop Features
de: Drag-and-Drop-Funktionen

# ckeditorKit.tab.premium.comments
source: Comments
de: Kommentare

# ckeditorKit.tab.premium.comments.description
source: Add, edit, or delete comments and use threads or comments-only mode for focus.
de: Kommentare hinzufügen, bearbeiten oder löschen und Threads oder Nur-Kommentare-Modus zur Fokussierung verwenden.

# ckeditorKit.tab.premium.revision_history
source: Revision History
de: Versionsverlauf

# ckeditorKit.tab.premium.revision_history.description
source: View, compare, or restore older versions and recover content when needed.
de: Ältere Versionen anzeigen, vergleichen oder wiederherstellen und Inhalte bei Bedarf wiederherstellen.

# ckeditorKit.tab.premium.real_time_collaboration
source: Real-time Collaboration
de: Echtzeit-Zusammenarbeit

# ckeditorKit.tab.premium.real_time_collaboration.description
source: Let multiple users edit, comment, suggest, and review document history together.
de: Lassen Sie mehrere Benutzer ein Dokument gemeinsam bearbeiten, kommentieren, vorschlagen und die Verlaufshistorie überprüfen.

# ckeditorKit.tab.premium.import_from_word
source: Import from Word
de: Aus Word importieren

# ckeditorKit.tab.premium.import_from_word.description
source: Convert Word files to clean HTML with formatting, comments, and changes kept.
de: Word-Dateien in sauberes HTML konvertieren, wobei Formatierungen, Kommentare und Änderungen erhalten bleiben.

# ckeditorKit.tab.premium.export_to_pdf
source: Export to PDF
de: Als PDF exportieren

# ckeditorKit.tab.premium.export_to_pdf.description
source: Generate a polished PDF from the editor with accurate formatting and layout.
de: Ein ansprechendes PDF aus dem Editor mit genauer Formatierung und Layout erstellen.

# ckeditorKit.tab.premium.toggle_ai.description
source: Use the AI Assistant to write, rephrase, translate, or summarize text instantly.
de: Nutzen Sie den KI-Assistenten, um Text sofort zu schreiben, umzuformulieren, zu übersetzen oder zusammenzufassen.

# ckeditorKit.tab.premium.footnotes
source: Footnotes
de: Fußnoten

# ckeditorKit.tab.premium.footnotes.description
source: Insert inline footnotes with automatic numbering to keep notes consistent.
de: Inline-Fußnoten mit automatischer Nummerierung einfügen, um Notizen konsistent zu halten.

# ckeditorKit.tab.premium.spell_and_grammar_check
source: Spell and Grammar Check
de: Rechtschreib- und Grammatikprüfung

# ckeditorKit.tab.premium.spell_and_grammar_check.description
source: Use AI to check spelling, grammar, and punctuation with instant suggestions.
de: Nutzen Sie KI, um Rechtschreibung, Grammatik und Interpunktion mit sofortigen Vorschlägen zu prüfen.

# ckeditorKit.tab.premium.pagination
source: Pagination
de: Paginierung

# ckeditorKit.tab.premium.pagination.description
source: Preview page breaks during editing to see the final layout before export.
de: Seitenumbrüche während der Bearbeitung anzeigen, um das endgültige Layout vor dem Export zu sehen.

# ckeditorKit.tab.premium.math_equations
source: Math Equations
de: Mathematische Gleichungen

# ckeditorKit.tab.premium.math_equations.description
source: Add formatted mathematical notation and chemical formulas easily.
de: Formatierten mathematischen Notationen und chemische Formeln einfach hinzufügen.

# ckeditorKit.tab.premium.multi_level_list
source: Multi-level List
de: Mehrstufige Liste

# ckeditorKit.tab.premium.multi_level_list.description
source: Create numbered lists like 1, 1.1, 1.1.1 to keep structure clear and organized.
de: Nummerierte Listen wie 1, 1.1, 1.1.1 erstellen, um die Struktur klar und organisiert zu halten.

# ckeditorKit.tab.premium.notifications
source: Notifications
de: Benachrichtigungen

# ckeditorKit.tab.premium.notifications.description
source: Send email alerts for comments, mentions, and suggestions with related content snippets.
de: E-Mail-Benachrichtigungen für Kommentare, Erwähnungen und Vorschläge mit entsprechenden Inhaltsschnipseln senden.

# ckeditorKit.tab.productivity.slash_commands
source: Slash Commands
de: Slash-Befehle

# ckeditorKit.tab.productivity.slash_commands.description
source: Use “/” to insert blocks, styles, or content quickly. Create custom commands too.
de: Verwenden Sie „/“, um schnell Blöcke, Stile oder Inhalte einzufügen. Erstellen Sie auch benutzerdefinierte Befehle.

# ckeditorKit.tab.productivity.templates
source: Templates
de: Vorlagen

# ckeditorKit.tab.productivity.templates.description
source: Use templates to add ready-made blocks or full layouts like letters and reports.
de: Vorlagen verwenden, um vorgefertigte Blöcke oder vollständige Layouts wie Briefe und Berichte hinzuzufügen.

# ckeditorKit.tab.productivity.paste_from_office_enhanced.description
source: Paste from Word or Excel with accurate formatting and clean HTML output.
de: Aus Word oder Excel mit genauer Formatierung und sauberem HTML-Output einfügen.

# ckeditorKit.tab.productivity.format_painter.description
source: Copy formatting from one place and apply it elsewhere for consistent styling.
de: Formatierung von einer Stelle kopieren und an einer anderen anwenden, um ein einheitliches Styling zu gewährleisten.

# ckeditorKit.tab.productivity.document_outline
source: Document Outline
de: Dokumentumriss

# ckeditorKit.tab.productivity.document_outline.description
source: List document headings in a sidebar for quick navigation through long content.
de: Dokumentüberschriften in einer Seitenleiste auflisten, um eine schnelle Navigation durch lange Inhalte zu ermöglichen.

# ckeditorKit.tab.productivity.table_contents
source: Table of Contents
de: Inhaltsverzeichnis

# ckeditorKit.tab.productivity.table_contents.description
source: Insert an auto-updating table of contents with linked headings for navigation.
de: Ein automatisches Inhaltsverzeichnis mit verlinkten Überschriften für die Navigation einfügen.

# ckeditorKit.tab.productivity.case_change
source: Case Change
de: Groß-/Kleinschreibung ändern

# ckeditorKit.tab.productivity.case_change.description
source: Switch text between uppercase, lowercase, or title case with one click.
de: Text mit einem Klick zwischen Groß-, Klein- oder Titelcase umschalten.

# ckeditorKit.tab.productivity.full_screen_mode
source: Full Screen Mode
de: Vollbildmodus

# ckeditorKit.tab.productivity.full_screen_mode.description
source: Use the editor in full screen for more space. Part of the free CKEditor Plugin Pack.
de: Den Editor im Vollbildmodus nutzen, um mehr Platz zu schaffen. Teil des kostenlosen CKEditor Plugin Packs.

# ckeditorKit.tab.productivity.merge_fields
source: Merge Fields
de: Feldzusammenführung

# ckeditorKit.tab.productivity.merge_fields.description
source: Add placeholders for text, blocks, or images to create personalized documents.
de: Platzhalter für Text, Blöcke oder Bilder hinzufügen, um personalisierte Dokumente zu erstellen.

# ckeditorKit.tab.file_management.ckbox.description
source: Upload, store, and manage files securely with a media browser and image editor.
de: Dateien sicher hochladen, speichern und verwalten mit einem Medienbrowser und Bildeditor.

# ckeditorKit.tab.ckeditor5Plugins.block_indentation
source: Block Indentation
de: Blockeinzug

# ckeditorKit.tab.ckeditor5Plugins.block_indentation.description
source: Set indentation for paragraphs, headings, or lists to separate content visually.
de: Einzug für Absätze, Überschriften oder Listen festlegen, um Inhalte visuell zu trennen.

# ckeditorKit.tab.ckeditor5Plugins.find_and_replace
source: Find and Replace
de: Suchen und Ersetzen

# ckeditorKit.tab.ckeditor5Plugins.find_and_replace.description
source: Search and replace words or phrases throughout your document.
de: Wörter oder Phrasen im gesamten Dokument suchen und ersetzen.

# ckeditorKit.tab.ckeditor5Plugins.fonts
source: Fonts
de: Schriftarten

# ckeditorKit.tab.ckeditor5Plugins.fonts.description
source: Change font family, size, and color, including background.
de: Schriftfamilie, -größe und -farbe ändern, einschließlich Hintergrund.

# ckeditorKit.tab.ckeditor5Plugins.highlight
source: Highlight
de: Hervorheben

# ckeditorKit.tab.ckeditor5Plugins.highlight.description
source: Mark text with colors for emphasis or quick visual reference.
de: Text mit Farben markieren, um einen Akzent zu setzen oder als schnelle visuelle Referenz.

# ckeditorKit.tab.ckeditor5Plugins.page_break
source: Page Break
de: Seitenumbruch

# ckeditorKit.tab.ckeditor5Plugins.page_break.description
source: Insert page breaks to control layout when printing or exporting.
de: Seitenumbrüche einfügen, um das Layout beim Drucken oder Exportieren zu steuern.

# ckeditorKit.tab.ckeditor5Plugins.select_all
source: Select All
de: Alle auswählen

# ckeditorKit.tab.ckeditor5Plugins.select_all.description
source: Select all document content using a toolbar button.
de: Gesamten Dokumentinhalt mit einer Symbolleistenschaltfläche auswählen.

# ckeditorKit.tab.ckeditor5Plugins.text_transformation
source: Text Transformation
de: Textumwandlung

# ckeditorKit.tab.ckeditor5Plugins.text_transformation.description
source: Auto-correct or replace text to maintain consistent spelling and formatting.
de: Text automatisch korrigieren oder ersetzen, um eine konsistente Rechtschreibung und Formatierung zu gewährleisten.

# ckeditorKit.tab.ckeditor5Plugins.document_list
source: To-do Document List
de: To-do-Dokumentliste

# ckeditorKit.tab.ckeditor5Plugins.document_list.description
source: Create interactive checklists with labels and reorderable items.
de: Interaktive Checklisten mit Beschriftungen und umsortierbaren Elementen erstellen.

# ckeditorKit.tab.ckeditor5Plugins.word_count
source: Word count
de: Wortanzahl

# ckeditorKit.tab.ckeditor5Plugins.word_count.description
source: Track words and characters while writing and monitor content length easily.
de: Wörter und Zeichen während des Schreibens nachverfolgen und die Inhaltslänge einfach überwachen.

# ckeditorKit.operation.success
source: Success
de: Erfolg

# ckeditorKit.operation.error
source: Error Occured
de: Fehler aufgetreten

# ckeditorKit.plugin.setting_save.success.message
source: Configuration updated successfully
de: Konfiguration erfolgreich aktualisiert

# ckeditorKit.plugin.setting_save.error.message
source: Configuration is not updated, please try again
de: Konfiguration nicht aktualisiert, bitte erneut versuchen

# ckeditorKit.tab.premium.export_to_word
source: Export to Word
de: Export nach Word

# ckeditorKit.tab.premium.export_to_word.description
source: Create a .docx file instantly while keeping original formatting intact.
de: Sofort eine .docx-Datei erstellen und dabei das ursprüngliche Format beibehalten.

# ckeditorKit.key_missing
source: To unlock premium features, kindly provide a license key.
de: Um Premium-Funktionen freizuschalten, geben Sie bitte einen Lizenzschlüssel an.

# features.drag.inactive
source: Toolbar InActive Items
de: Inaktive Symbolleisten-Elemente

# features.drag.active
source: Toolbar Active Items
de: Aktive Symbolleisten-Elemente

# features.visible
source: Visible Feature
de: Sichtbares Feature

# features.hidden
source: Hidden Feature
de: Verstecktes Feature

# features.ToggleLabel
source: Toggle Label
de: Bezeichnung umschalten

# ckeditorKit.module_update.success.message
source: Feature setting is updated successfully
de: Feature-Einstellung wurde erfolgreich aktualisiert

# ckeditorKit.module_update.error.message
source: Configuration is not updated, please try again
de: Konfiguration ist nicht aktualisiert, bitte erneut versuchen

# ckeditorKit.tab.ckeditor5Plugins.htmlEmbed
source: Html Embed
de: Html Einbettung

# ckeditorKit.tab.ckeditor5Plugins.htmlEmbed.description
source: Embed custom HTML like widgets or iframes directly in your content.
de: Eigenes HTML wie Widgets oder iFrames direkt in Ihren Inhalt einbetten.

# ckeditorKit.tab.ckeditor5Plugins.code.description
source: Insert inline code snippets that stay readable within the text flow.
de: Fügen Sie Inline-Code-Schnipsel ein, die innerhalb des Textflusses lesbar bleiben.

# ckeditorKit.tab.ckeditor5Plugins.codeBlock.description
source: Insert preformatted code blocks with language labels for clarity.
de: Fügen Sie zur besseren Übersichtlichkeit vorformatierte Code-Blöcke mit Sprachbezeichnungen ein.

# ckeditorKit.tab.ckeditor5Plugins.blockToolbar
source: Block Toolbar
de: Block-Symbolleiste.

# ckeditorKit.tab.ckeditor5Plugins.blockToolbar.description
source: Access main toolbar options through a dropdown for easy navigation.
de: Zugriff auf die Optionen der Hauptsymbolleiste über ein Dropdown-Menü für eine einfache Navigation.

# ckeditorKit.tab.ckeditor5Plugins.balloonToolbar.description
source: Use a floating toolbar that appears on text selection for quick actions.
de: Verwenden Sie eine schwebende Symbolleiste, die bei Textauswahl für schnelle Aktionen erscheint.

# ckeditorKit.tab.file_management.typo3Image.description
source: Modern image uploads, editing tools, and native CKEditor integration.
de: Moderne Bild-Uploads, Bearbeitungswerkzeuge und native CKEditor-Integration.

# ckeditorKit.tab.ckeditor5Plugins.restrictedEditing.description
source: Control which parts of the document users can edit by locking sections.
de: Kontrollieren Sie, welche Teile des Dokuments Benutzer bearbeiten können, indem Sie Abschnitte sperren.

# ckeditorKit.tab.ckeditor5Plugins.markdown.description
source: Switch to Markdown output with autoformatting for a simple editing flow.
de: Wechseln Sie zu Markdown-Ausgabe mit automatischer Formatierung für einen einfachen Bearbeitungsfluss.

# ckeditorKit.tab.ckeditor5Plugins.mediaEmbed.description
source: Insert videos, social posts, or maps to enrich your document.
de: Fügen Sie Videos, Social Media-Posts oder Karten ein, um Ihr Dokument zu bereichern.

# ckeditorKit.tab.ckeditor5Plugins.images.description
source: Insert, upload, resize, style, and caption images with full CKEditor support.
de: Bilder einfügen, hochladen, skalieren, stylen und beschriften mit voller CKEditor-Unterstützung.

# ckeditorKit.tab.ckeditor5Plugins.autosave.description
source: Make sure nothing gets lost by automatically saving your document every time a change is made.
de: Stellen Sie sicher, dass nichts verloren geht, indem Sie Ihr Dokument bei jeder Änderung automatisch speichern.

# ckeditorKit.tab.ckeditor5Plugins.showBlocks.description
source: Visualize block elements to understand document structure while editing.
de: Visualisieren Sie Blockelemente, um die Dokumentstruktur während der Bearbeitung zu verstehen.

# ckeditorKit.tab.ckeditor5Plugins.textPartLanguage.description
source: Mark text in other languages so browsers and readers interpret it correctly.
de: Markieren Sie Text in anderen Sprachen, damit Browser und Leser ihn korrekt interpretieren.

# ckeditorKit.tab.layout.CollaborativeDocumentEditor.description
source: Perfect for reports and academic papers with advanced document features and supports all available Collaboration Features.
de: Perfekt für Berichte und akademische Arbeiten mit erweiterten Dokumentfunktionen und unterstützt alle verfügbaren Zusammenarbeitsfunktionen.

# ckeditorKit.tab.layout.CollaborativeArticleEditor.description
source: General purpose, feature-rich editor perfect for CMS and semantic document creation.
de: Vielseitiger, funktionsreicher Editor, ideal für CMS und semantische Dokumentenerstellung.

# ckeditorKit.tab.layout.FeatureRichEditor.description
source: An editor packed with features to help you easily test most of the functionalities available in CKEditor 5.
de: Ein Editor voller Funktionen, mit denen Sie die meisten in CKEditor 5 verfügbaren Funktionen einfach testen können.

# ckeditorKit.tab.layout.DocumentEditor.description
source: A Document editor with some preselected choice of plugins to match some common usage scenarios.
de: Ein Dokumenteditor mit einer vorgestellten Auswahl an Plugins, die einige gängige Nutzungsszenarien abdecken.

# favorite.remove
source: Remove All
de: Alle entfernen

# ckeditorKit.general_settings.success.message
source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert

# ckeditorKit.general_settings.error
source: Error
de: Fehler

# ckeditorKit.general_settings.error.message
source: Settings are not saved, please try again
de: Einstellungen nicht gespeichert, bitte versuchen Sie es erneut

# ckeditorKit.tab.ckeditor5Plugins.menuBar.description
source: Organize tools in a clean menu bar and customize quick access to plugins.
de: Organisieren Sie Werkzeuge in einer übersichtlichen Menüleiste und passen Sie den schnellen Zugriff auf Plugins an.

# ckeditorKit.tab.ckeditor5Plugins.emoji.description
source: Insert emojis from the toolbar or while typing to add expression to content.
de: Fügen Sie Emojis aus der Symbolleiste oder während der Eingabe ein, um dem Inhalt Ausdruck zu verleihen.

# ckeditorKit.tab.ckeditor5Plugins.lineHeight
source: Line Height
de: Zeilenhöhe

# ckeditorKit.tab.ckeditor5Plugins.lineHeight.description
source: Change line height of blocks to adjust spacing for better readability.
de: Ändern Sie die Zeilenhöhe von Blöcken, um den Abstand für bessere Lesbarkeit anzupassen.

# ckeditorKit.tab.ckeditor5Plugins.special_characters
source: Special Characters
de: Sonderzeichen

# ckeditorKit.tab.ckeditor5Plugins.special_characters.description
source: Insert unique symbols and characters into your document such as mathematical operators, currency symbols, punctuation, graphic symbols, Emojis, and Unicode letters.
de: Fügen Sie einzigartige Symbole und Zeichen in Ihr Dokument ein, wie mathematische Operatoren, Währungssymbole, Satzzeichen, grafische Symbole, Emojis und Unicode-Buchstaben.

# ckeditorKit.plugin.realtime_collaboration
source: Warning
de: Warnung

# ckeditorKit.plugin.realtime_collaboration.message
source: The Source editing plugin is not compatible with real-time collaboration, so it has been disabled
de: Das Quellbearbeitungs-Plugin ist nicht mit der Echtzeitzusammenarbeit kompatibel, daher wurde es deaktiviert

# realtime.adapter.loader.title
source: Connecting to collaboration…
de: Verbindung zur Zusammenarbeit herstellen…

# realtime.adapter.loader.description
source: Preparing editor and syncing realtime session.
de: Editor vorbereiten und Echtzeitsitzung synchronisieren.

# realtime.adapter.loader.status.initializing
source: Establishing connection…
de: Verbindung herstellen…

# realtime.adapter.loader.status.connected
source: Connected. Loading document…
de: Verbunden. Dokument wird geladen…

# realtime.adapter.loader.status.reconnecting
source: Connection lost. Reconnecting…
de: Verbindung verloren. Erneut verbinden…

# realtime.adapter.loader.status.error
source: Connection error. Retrying…
de: Verbindungsfehler. Erneuter Versuch…

# ai.sidebar.loader.title
source: Initializing AI assistant…
de: KI-Assistent initialisieren…

# ai.sidebar.loader.description
source: Preparing AI features and connecting to services.
de: Vorbereitung von KI-Funktionen und Verbindung zu Diensten.

# feature_form.submit
source: Save Changes
de: Änderungen speichern

# feature_form.divider
source: Divider (|)
de: Teiler (|)

# feature_form.break
source: Break (-)
de: Pause (-)

# feature_form.create
source: Create Preset
de: Voreinstellung erstellen

# create_group.heading
source: Grouping toolbar items in dropdowns (nested toolbars)
de: Gruppieren von Symbolleistenelementen in Dropdown-Menüs (verschachtelte Symbolleisten)

# create_group.desc
source: To save space in your toolbar or arrange the features thematically, you can group several items into a dropdown.
de: Um Platz in Ihrer Symbolleiste zu sparen oder die Funktionen thematisch zu ordnen, können Sie mehrere Elemente in einem Dropdown-Menü gruppieren.

# create_group.desc2
source: It will create a "Basic styles" dropdown with a three vertical dots icon (
de: Es wird ein Dropdown-Menü "Grundlegende Stile" mit einem Symbol für drei vertikale Punkte (

# create_group.desc3
source: ) containing the additional basic text styles buttons set.
de: ) erstellt, das zusätzliche grundlegende Textstil-Buttons enthält.

# feature.enable
source: Enable
de: Aktivieren

# features.presets
source: Available Presets
de: Verfügbare Voreinstellungen

# features.search
source: Search Toolbar Item
de: Suchleistentool-Item

# collapse.featureConfiguration
source: Feature Configuration
de: Funktionskonfiguration

# collapse.advancedSettings
source: Advanced Settings
de: Erweiterte Einstellungen

# authorization.none
source: Not set
de: Nicht festgelegt

# authorization.key
source: Access key
de: Zugangsschlüssel

# authorization.dev_token
source: Development token
de: Entwicklungstoken

# ckeditorKit.tab.ckeditor5Plugins.heading
source: Heading
de: Überschrift

# ckeditorKit.tab.ckeditor5Plugins.heading.description
source: Add headings to structure content clearly and improve readability.
de: Fügen Sie Überschriften hinzu, um Inhalte klar zu strukturieren und die Lesbarkeit zu verbessern.

# ckeditorKit.tab.ckeditor5Plugins.alignment
source: Text alignment
de: Textausrichtung

# ckeditorKit.tab.ckeditor5Plugins.alignment.description
source: Align content left, right, center, or justify to keep your layout clean.
de: Richten Sie Inhalte linksbündig, rechtsbündig, zentriert oder im Blocksatz aus, um Ihr Layout sauber zu halten.

# ckeditorKit.tab.ckeditor5Plugins.style
source: Styles
de: Stile

# ckeditorKit.tab.ckeditor5Plugins.style.description
source: Apply predefined styles with CSS classes to enhance appearance and meaning.
de: Wenden Sie vordefinierte Stile mit CSS-Klassen an, um das Erscheinungsbild und die Bedeutung zu verbessern.

# field.placeholder.licenseKey
source: License key
de: Lizenzschlüssel

# field.placeholder.authType
source: Authorization type
de: Autorisierungstyp

# field.placeholder.environmentId
source: Environment ID
de: Umwelt-ID

# field.placeholder.accessKey
source: Access Key
de: Zugangsschlüssel

# field.placeholder.organizationId
source: Organization ID
de: Organisations-ID

# field.placeholder.apiKey
source: API key
de: API-Schlüssel

# field.placeholder.webSocketUrl
source: Web Socket URL i.e(wss://ORGANIZATION_ID.cke-cs.com/ws)
de: WebSocket-URL, z.B. (wss://ORGANIZATION_ID.cke-cs.com/ws)
