Repository: T3Planet/rte_ckeditor_pack
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# field.placeholder.apiBaseUrl
source: API base URL i.e(https://ORGANIZATION_ID.cke-cs.com/api/v5/ENVIRONMENT_ID/)
de: API-Basis-URL, z.B. (https://ORGANIZATION_ID.cke-cs.com/api/v5/ENVIRONMENT_ID/)

# field.placeholder.exportPdf.fileName
source: Name of the file (i.e sample.pdf)
de: Name der Datei (z.B. sample.pdf)

# field.placeholder.converterUrl
source: Converter URL
de: Konverter-URL

# field.placeholder.exportWord.fileName
source: Name of the file (i.e export-word-demo.docx)
de: Name der Datei (z.B. export-word-demo.docx)

# field.placeholder.trialLicenseKey
source: Trial license key
de: Testlizenzschlüssel

# ckeditorKit.tab.premium.mention
source: Mentions
de: Erwähnungen

# ckeditorKit.tab.premium.mention.description
source: Use “@” to tag users, groups, or topics and get smart suggestions while typing.
de: Verwenden Sie „@“, um Benutzer, Gruppen oder Themen zu taggen und erhalten Sie intelligente Vorschläge beim Tippen.

# ckeditorKit.no_module_update
source: No Changes
de: Keine Änderungen

# ckeditorKit.no_module_update.no_changes
source: Nothing to modify
de: Nichts zu ändern

# field.note.licenseKey
source: The license key is required for Feature Pack, Collaboration Pack, as well as the Productivity Pack.
de: Der Lizenzschlüssel ist erforderlich für Feature-Pack, Kollaborations-Pack sowie das Produktivitäts-Pack.

# field.note.authType
source: Select the authorization suitable type for your features. The access key-based authorization is highly recommended and the best option in a production environment. The development token should rather be used for testing purposes. The authorization credentials are required for Real-time collaboration or Import from Word, and optional for Export to Word/PDF to generate documents without the watermark.
de: Wählen Sie den passenden Autorisierungstyp für Ihre Funktionen aus. Die auf Zugangsschlüsseln basierende Autorisierung wird dringend empfohlen und ist die beste Option in einer Produktionsumgebung. Das Entwicklungstoken sollte eher zu Testzwecken verwendet werden. Die Autorisierungsdaten sind erforderlich für die Echtzeit-Zusammenarbeit oder den Import aus Word und optional für den Export nach Word/PDF, um Dokumente ohne Wasserzeichen zu erstellen.

# field.note.environmentId
source: The environment management panel can be found in <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a>.
de: Das Umwelt-Verwaltungsfeld finden Sie im <a href="https://dashboard.ckeditor.com"/>CKEditor-Dashboard</a>.

# field.note.accessKey
source: The access key for the environment can be found in the <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a>.
de: Der Zugangsschlüssel für die Umgebung kann im <a href="https://dashboard.ckeditor.com"/>CKEditor-Dashboard</a> gefunden werden.

# field.note.tokenUrl
source: Use the development token URL only for testing purposes. It does not provide full permission validation.</br>For production environments, it is strongly recommended to use the Environment ID and Access Key instead.
de: Verwenden Sie die Entwicklungstoken-URL nur zu Testzwecken. Sie bietet keine vollständige Berechtigungsprüfung.</br>Für Produktionsumgebungen wird dringend empfohlen, stattdessen die Environment ID und den Access Key zu verwenden.

# field.note.organizationId
source: The Organization ID is available in the <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a>. </br> Required for Real-time collaboration and API requests.
de: Die Organizations-ID ist im <a href="https://dashboard.ckeditor.com"/>CKEditor Dashboard</a> verfügbar. </br> Erforderlich für die Echtzeit-Zusammenarbeit und API-Anfragen.

# field.note.apiKey
source: The API key is also available in the <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a> and is required for real-time collaboration and API requests
de: Der API-Schlüssel ist ebenfalls im <a href="https://dashboard.ckeditor.com"/>CKEditor Dashboard</a> verfügbar und wird für die Echtzeit-Zusammenarbeit und API-Anfragen benötigt.

# field.note.webSocketUrl
source: The web socket url can be found in the <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a>. </br> You can leave this field empty - the system will automatically generate this URL using Organization ID field
de: Die WebSocket-URL ist im <a href="https://dashboard.ckeditor.com"/>CKEditor Dashboard</a> zu finden. </br> Sie können dieses Feld leer lassen - das System generiert diese URL automatisch mit Hilfe des Organization ID Feldes.

# field.note.apiBaseUrl
source: The API base URL can be found in the <a href="https://dashboard.ckeditor.com"/>CKEditor dashboard </a>. </br> If left empty, the system automatically creates it using the Organization ID and Environment ID.
de: Die API-Basis-URL kann im <a href="https://dashboard.ckeditor.com"/>CKEditor Dashboard</a> gefunden werden. </br> Wenn es leer gelassen wird, erstellt das System es automatisch unter Verwendung der Organization ID und der Environment ID.

# ckeditorKit.tab.ckeditor5Plugins.text_style
source: Basic text styles
de: Grundlegende Textstile

# ckeditorKit.tab.ckeditor5Plugins.text_style.description
source: The basic styles feature lets you apply the most essential formatting such as bold, italic, underline, strikethrough, subscript, superscript, and code. Coupled with more formatting features, these serve as a base for any WYSIWYG editor toolset.
de: Die Grundstile-Funktion ermöglicht Ihnen das Anwenden der grundlegendsten Formatierungen wie Fett, Kursiv, Unterstrichen, Durchgestrichen, Tiefgestellt, Hochgestellt und Code. Zusammen mit anderen Formatierungsfunktionen dienen diese als Basis für jedes WYSIWYG-Editor-Toolset.

# ckeditorKit.tab.ckeditor5Plugins.sourceEditing
source: Source editing
de: Quellenbearbeitung

# ckeditorKit.tab.ckeditor5Plugins.sourceEditing.description
source: The source editing feature lets you view and edit the source of your document.
de: Die Quellenbearbeitungsfunktion ermöglicht es Ihnen, die Quelle Ihres Dokuments anzusehen und zu bearbeiten.

# ckeditorKit.tab.ckeditor5Plugins.sourceEditingEnhanced
source: Source editing (Enhanced)
de: Quellenbearbeitung (Erweitert)

# ckeditorKit.tab.ckeditor5Plugins.sourceEditingEnhanced.description
source: Enhanced source editing with syntax highlighting, code formatting, and improved editing experience for viewing and editing document source code.
de: Erweitertes Quellenbearbeiten mit Syntaxhervorhebung, Codeformatierung und verbesserter Bearbeitungserfahrung zum Anzeigen und Bearbeiten des Dokumentquellcodes.

# toolbar.create_group
source: Create New Group
de: Neue Gruppe erstellen

# toolbar.label
source: Label
de: Bezeichnung

# toolbar.icon
source: Icon
de: Symbol

# toolbar.item
source: Items
de: Elemente

# ckeditorKit.toolbar.group.success.message
source: Toolbar Group Configuration Saved Successfully
de: Symbolleiste Gruppen-Konfiguration erfolgreich gespeichert

# toolbar.custom_icon
source: Custom Icon
de: Benutzerdefiniertes Symbol

# ckeditorKit.tab.ckeditor5Plugins.bookmark
source: Bookmarks
de: Lesezeichen

# ckeditorKit.tab.ckeditor5Plugins.bookmark.description
source: Add and manage bookmarks to navigate long documents and create quick links.
de: Lesezeichen hinzufügen und verwalten, um lange Dokumente zu navigieren und schnelle Links zu erstellen.

# toolbar.item.fullScreen
source: Full Screen
de: Vollbild

# toolbar.item.ImportWord
source: Import Word
de: Word importieren

# toolbar.item.ExportPdf
source: Export Pdf
de: PDF exportieren

# toolbar.item.ExportWord
source: Export Word
de: Word exportieren

# toolbar.item.toggleAi
source: Toggle AI
de: KI umschalten

# toolbar.item.aiQuickActions
source: AI Quick Actions
de: KI Schnellaktionen

# toolbar.item.previousPage
source: Previous Page
de: Vorherige Seite

# toolbar.item.nextPage
source: Next Page
de: Nächste Seite

# toolbar.item.pageNavigation
source: Page Navigation
de: Seitennavigation

# toolbar.item.multiLevelList
source: MultiLevel List
de: Mehrstufige Liste

# toolbar.item.comment
source: Comment
de: Kommentar

# toolbar.item.revisionHistory
source: Revision History
de: Versionsverlauf

# toolbar.item.trackChanges
source: Track Changes
de: Änderungen verfolgen

# toolbar.item.insertTemplate
source: Insert Template
de: Vorlage einfügen

# toolbar.item.caseChange
source: CaseChange
de: Groß-/Kleinschreibung ändern

# toolbar.item.insertMergeField
source: Insert MergeField
de: MergeField einfügen

# toolbar.item.previewMergeFields
source: Preview MergeFields
de: MergeFields Vorschau

# toolbar.item.FormatPainter
source: Format Painter
de: Format übertragen

# toolbar.item.TableOfContents
source: Table Of Contents
de: Inhaltsverzeichnis

# toolbar.item.insertImage
source: Insert Image
de: Bild einfügen

# toolbar.item.outdent
source: Outdent
de: Ausrücken

# toolbar.item.indent
source: Indent
de: Einzug vergrößern

# toolbar.item.fontFamily
source: Font Family
de: Schriftfamilie

# toolbar.item.fontSize
source: Font Size
de: Schriftgröße

# toolbar.item.fontColor
source: Font Color
de: Schriftfarbe

# toolbar.item.fontBackgroundColor
source: Font BackgroundColor
de: Schriftart Hintergrundfarbe

# toolbar.item.heading
source: Heading
de: Überschrift

# toolbar.item.alignment
source: Alignment
de: Ausrichtung

# toolbar.item.alignment_left
source: Alignment Left
de: Linksbündig

# toolbar.item.alignment_center
source: Alignment Center
de: Zentriert

# toolbar.item.alignment_right
source: Alignment Right
de: Rechtsbündig

# toolbar.item.alignment_justify
source: Alignment Justify
de: Blocksatz

# toolbar.item.style
source: Style
de: Stil

# toolbar.item.textPartLanguage
source: TextPart Language
de: Textteil Sprache

# toolbar.item.mediaEmbed
source: Media Embed
de: Medieneinbettung

# toolbar.item.TodoList
source: Todo List
de: To-Do-Liste

# toolbar.item.findAndReplace
source: Find And Replace
de: Suchen und Ersetzen

# toolbar.item.pageBreak
source: Page Break
de: Seitenumbruch

# toolbar.item.htmlEmbed
source: HTML Embed
de: HTML-Einbettung

# toolbar.item.SelectAll
source: Select All
de: Alles auswählen

# toolbar.item.showBlocks
source: Show Blocks
de: Blöcke anzeigen

# toolbar.item.lineHeight
source: Line Height
de: Zeilenhöhe

# toolbar.item.sourceEditing
source: Source Editing
de: Quellcode-Bearbeitung

# toolbar.item.bookmark
source: Bookmark
de: Lesezeichen

# toolbar.item.bold
source: Bold
de: Fett

# toolbar.item.italic
source: Italic
de: Kursiv

# toolbar.item.subscript
source: Subscript
de: Tiefgestellt

# toolbar.item.superscript
source: Superscript
de: Hochgestellt

# toolbar.item.underline
source: Underline
de: Unterstrichen

# toolbar.item.strikethrough
source: Strike through
de: Durchgestrichen

# toolbar.item.specialCharacters
source: Special Characters
de: Sonderzeichen

# new.presets
source: Manage Presets
de: Voreinstellungen verwalten

# form.preset_name
source: New Preset Name
de: Neuer Voreinstellungsname

# form.preset_name.description
source: Enter a unique identifier without any spaces.
de: Geben Sie eine eindeutige Kennung ohne Leerzeichen ein.

# ckeditorKit.presert.success.message
source: New Preset is inserted successfully
de: Neue Voreinstellung erfolgreich eingefügt

# ckeditorKit.presert.error.message
source: It is already in use, please use unique value
de: Wird bereits verwendet, bitte verwenden Sie einen eindeutigen Wert

# header.preset_title
source: Preset Name
de: Voreinstellungsname

# field.placeholder.marginSuffix
source: Enter a value followed by a unit (e.g., 10mm or 20px).
de: Geben Sie einen Wert gefolgt von einer Einheit ein (z. B. 10mm oder 20px).

# field.placeholder.authorization
source: Enter your OpenAI API key, prefixed with 'Bearer' (e.g., 'Bearer YOUR_API_KEY')
de: Geben Sie Ihren OpenAI-API-Schlüssel ein, mit 'Bearer' als Präfix (z. B. 'Bearer YOUR_API_KEY')

# t3editor.form.report_issues
source: Report Issues
de: Probleme melden

# t3editor.form.premiumtrial
source: Premium Trial
de: Premium-Testversion

# t3editor.form.issuetype
source: Issue Type
de: Art des Problems

# t3editor.form.description
source: Description
de: Beschreibung

# t3editor.form.attachments
source: Attachments (Optional)
de: Anhänge (optional)

# t3editor.form.feature.bug
source: Bug
de: Fehler

# t3editor.form.feature.request
source: Feature Request
de: Funktionswunsch

# t3editor.form.technical.problem
source: Technical Problem
de: Technisches Problem

# t3editor.form.other
source: Other
de: Sonstiges

# t3editor.form.allowExt
source: Allow File Extension
de: Erlaubte Dateierweiterungen

# t3editor.form.guide
source: Guide
de: Anleitung

# t3editor.form.cancel
source: Cancel
de: Abbrechen

# t3editor.form.submit
source: Save Changes
de: Änderungen speichern

# t3editor.form.docs
source: Docs
de: Dokumentation

# t3editor.form.open_docs
source: Open Docs
de: Dokumentation öffnen

# ckeditorKit.operation.error.invalid_token
source: Invalid token URL
de: Ungültige Token-URL

# ckeditorKit.operation.error.invalid_token.message
source: Please enter a valid token URL to continue
de: Bitte geben Sie eine gültige Token-URL ein, um fortzufahren

# t3editor.form.feedback
source: Feedback
de: Rückmeldung

# t3editor.form.contribute
source: Contribute
de: Mitwirken

# ckeditorKit.plugin.realtime_collaboration.warning.title
source: Real-time Collaboration Note
de: Hinweis zur Echtzeit-Zusammenarbeit

# ckeditorKit.plugin.realtime_collaboration.warning1
source: To use real-time collaboration features—such as <code>comments</code>, <code>track changes</code>, and <code>revision history</code> — you must disable the Source Editing plugin, as raw HTML editing is not compatible with the collaboration engine
de: Um Funktionen zur Echtzeit-Zusammenarbeit zu nutzen – wie <code>Kommentare</code>, <code>Änderungen verfolgen</code> und <code>Versionsverlauf</code> – müssen Sie das Quellcode-Bearbeitungs-Plug-in deaktivieren, da die Bearbeitung von Roh-HTML nicht mit der Kollaborations-Engine kompatibel ist

# ckeditorKit.plugin.realtime_collaboration.warning2
source: Additionally, you must save the RTE content at least once before making any edits. Without this initial save, <code>comments</code>, <code>track changes</code>, or <code>revision history</code> data may be lost.
de: Außerdem müssen Sie die RTE-Inhalte mindestens einmal speichern, bevor Sie Änderungen vornehmen. Ohne dieses anfängliche Speichern können <code>Kommentare</code>, <code>Änderungen verfolgen</code> oder <code>Versionsverlauf</code>-Daten verloren gehen.

# ckeditorKit.plugin.presets.warning
source: The toolbar configuration from your YAML preset is now managed by the CKEditor Pack extension's drag-and-drop toolbar interface. This means that, at runtime, the CKEditor Pack configuration takes precedence and defines the active toolbar — your YAML file remains intact but is no longer the source for toolbar rendering.
de: Die Werkzeugleisten-Konfiguration aus Ihrem YAML-Voreinstellung wird nun von der Drag-and-Drop-Werkzeugleisten-Oberfläche der CKEditor Pack-Erweiterung verwaltet. Das bedeutet, dass zur Laufzeit die CKEditor Pack-Konfiguration Vorrang hat und die aktive Werkzeugleiste definiert – Ihre YAML-Datei bleibt intakt, ist jedoch nicht mehr die Quelle für die Werkzeugleisten-Rendering.

# ckeditorKit.plugin.ckeditor_ai.info.title
source: CKEditor AI Note
de: CKEditor KI-Hinweis

# ckeditorKit.plugin.ckeditor_ai.info.desc
source: The Side option is not supported when using the Sidebar type.
de: Die Option "Seite" wird nicht unterstützt, wenn der Seitenleisten-Typ verwendet wird.
