Repository: T3Planet/rte_ckeditor_pack
Catalog: Resources/Private/Language/*.locallang_notifications.xlf
Languages: de

# errorNotifications.header.oops
source: Oops...
de: Hoppla...

# errorNotifications.description.oops
source: It seems that the editor encountered an error. Save your content and refresh the page. If the error persists, contact your site administrator.
de: Es scheint, dass der Editor auf einen Fehler gestoßen ist. Speichern Sie Ihre Inhalte und aktualisieren Sie die Seite. Wenn der Fehler weiterhin besteht, wenden Sie sich an Ihren Website-Administrator.

# errorNotifications.header.trialExceeded
source: Trial limit exceeded
de: Testgrenze überschritten

# errorNotifications.description.trialExceeded
source: You have reached the usage limit of your trial license key. Restart the editor - you can reload the page or save edited content.
de: Sie haben die Nutzungslimit Ihrer Testlizenz erreicht. Starten Sie den Editor neu - Sie können die Seite neu laden oder bearbeitete Inhalte speichern.

# errorNotifications.header.usageLimit
source: Usage limit reached
de: Nutzungslimit erreicht

# errorNotifications.description.usageLimit
source: You have reached the usage limit of your license key. Please contact our customer support to extend the limit at https://ckeditor.com/contact/.
de: Sie haben das Nutzungslimit Ihres Lizenzschlüssels erreicht. Bitte wenden Sie sich an unseren Kundensupport, um das Limit unter https://ckeditor.com/contact/ zu erhöhen.

# errorNotifications.header.wproofreaderAuth
source: WProofreader Authorization Error
de: WProofreader Autorisierungsfehler

# errorNotifications.description.wproofreaderAuth
source: Some problems occurred during WProofreader initialization. Check the WProofreader plugin configuration.
de: Bei der Initialisierung des WProofreader sind einige Probleme aufgetreten. Überprüfen Sie die Konfiguration des WProofreader-Plugins.

# errorNotifications.header.wproofreaderLimit
source: WProofreader usage limit exceeded
de: WProofreader Nutzungslimit überschritten

# errorNotifications.description.wproofreaderLimit
source: The daily limit for the number of words checked using the WProofreader grammar and spell checker has been reached. Please contact your site administrator for help. Access to the service will resume at 00:00 UTC.
de: Das Tageslimit für die Anzahl der mit dem WProofreader Grammatik- und Rechtschreibprüfer überprüften Wörter wurde erreicht. Bitte wenden Sie sich an Ihren Website-Administrator, um Hilfe zu erhalten. Der Zugriff auf den Dienst wird um 00:00 UTC wieder aufgenommen.

# errorNotifications.header.wproofreaderError
source: WProofreader Error
de: WProofreader Fehler

# errorNotifications.description.wproofreaderError
source: You have no permission to access the WProofreader proxy.
de: Sie haben keine Berechtigung, auf den WProofreader-Proxy zuzugreifen.

# errorNotifications.header.accessDenied
source: Access denied
de: Zugriff verweigert

# errorNotifications.description.accessDenied
source: You don't have enough permissions for this action.
de: Sie haben nicht genügend Berechtigungen für diese Aktion.

# errorNotifications.header.invalidLicenseKey
source: Invalid license key
de: Ungültiger Lizenzschlüssel

# errorNotifications.description.invalidLicenseKey
source: The provided license key is invalid. Please check your license key configuration and contact your site administrator.
de: Der angegebene Lizenzschlüssel ist ungültig. Bitte überprüfen Sie Ihre Lizenzschlüssel-Konfiguration und kontaktieren Sie Ihren Website-Administrator.

# errorNotifications.header.websocketMissingToken
source: WebSocket connection error. The WebSocket gateway token is missing, Please check your configuration and contact your site administrator.
de: WebSocket-Verbindungsfehler. Das WebSocket-Gateway-Token fehlt. Bitte überprüfen Sie Ihre Konfiguration und kontaktieren Sie Ihren Website-Administrator.
